{
  "questions": [
    "Pick your least liked sentence",
    "Cake or death?",
    "In the morning I hear...",
    "What color is today?",
    "Favorite movie series or genre",
    "Instrument you played as a kid or at least tried to",
    "A year more indoor or eternal rain outside...",
    "I dont like the name [Company Name]... I will name the company...",
    "The next thing is not continous deployment or integration... it is continous...",
    "Wake up early, or stay up late",
    "Most intriguing movie you have seen lately",
    "A house full of plants or a house full of puppies",
    "I prefer food from... (favorite takeout)",
    "Thats not a moon... thats a...",
    "Favorite TV-show / cartoon for when you grew up",
    "One piece of technology you just love working with (framework/language etc.)",
    "Your first child's name is the last music track you heard - what is it",
    "Finally you have found in the desert, the genie in the bottle... but he only grants you one wish... what is your wish?",
    "I have to bring you this cake to work when we start up again... what is the cake?",
    "Your first project in git / version control was",
    "Serverless or micro services",
    "You hit the reset button! - You now have the choice to form your life completely as you wish! - Who will you become?",
    "Pick a name from Lord of the Rings ... - you are now that character the rest of the day",
    "In the future I hope: we have flying cars or braincontrolled computers",
    "If you had to sell one thing as a product, what would it be?",
    "In one word describe your mailbox",
    "Your first computer was a/of ?",
    "General music genre you listen to for the time being?",
    "Bacon or Oatmeal?",
    "A year writing JavaScript or sentenced to live the rest of your life writing COBOL",
    "I think this is overrated...",
    "You want a stock in GameStop?",
    "Stand-up comedian on stage or a comedy movie?",
    "Godzilla or King kong who will win?",
    "One thing that you will eat as celebratory treat once were in cloud?",
    "What color is the cloud?",
    "Jira, Github Tasks or Trello?",
    "Pastry, or ice cream",
    "Favorite phone brand",
    "Congratulations you won a million dollars, what is the first thing you spend the money on?",
    "On my gravestone I will have written",
    "What you had for dinner yesterday?",
    "A siberian hamster or a rat?",
    "Last website i visited before bedtime yesterday...",
    "Headphones or in-ear?",
    "Latest piece of music you listened to on Spotify",
    "Latest podcast you listened to",
    "Monkeys or Elephants",
    "You have the choice between doing your programming in: Excel or Vim with a Dvorak keyboard for an entire day... which you choose ?",
    "Notes in a notebook, or notes in the cloud",
    "1000 mails in your mailbox, or a 1000 seagulls shitting on your car",
    "One thing you find utterly fascinating for the time being (open-source project, technology or thing you follow)",
    "Pick a cup with one word which word you choose?",
    "Next time I have to reset my password I will...",
    "You have been given the prestige priviledge of coming up with a new name for the team, what will it be?",
    "First conference you will want to go to?",
    "You are running for president, who you choose as your vice president from the team?",
    "What did you have for breakfast?",
    "What restaurant do you miss going to?",
    "Pair programming or hyper focused?",
    "Most fun to debug: Exception or Anamoly?",
    "Your favorite vacation activity?",
    "Your favorite past time (SFW activity) when your kids go to sleep?",
    "Pin code, Face ID or Touch?",
    "Latest app/game you downloaded?",
    "Drawing Diagrams / sketches, or writing down notes/todo lists?",
    "Debug Duck or Chaos Monkey?",
    "Teams or Slack",
    "Quick you are locked in a cage... which animal are you fighting:  a gorilla or a rhino?",
    "Whats the last podcast you listened to?",
    "You now have to give [Company Name] a new name... what will it be?",
    "Best christmas present from your childhood?",
    "Cake or Cookie ?",
    "The last phone you had with no touch screen",
    "Whats your favorite dish",
    "Whats the first country you'd travel to when COVID is over",
    "You can pick any movie to rewatch in the cinema which you pick?",
    "Favorite Ice Cream flavour",
    "When is the last time you went for a walk",
    "TDD or BDD",
    "Favorite YouTube channel so far / or type of video",
    "Last thing you saw on a streaming service",
    "[Teammate #1] and [Teammate #2] are running for president who wins?",
    "Desolate summer house (with nature) - or urban environment with food and things to explore",
    "Spa day or Active / Adventure day",
    "Whats the latest tv show you are watching on tv?",
    "Ducks or Rabbits?",
    "When was the last time you stepped on a lego brick?",
    "You are locked in with your worst nightmare? What is it?",
    "Quick you have to name your unicorn before it flies away.."
  ]
}